---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.DatumPlaneFailures
source: html/f7f07977-c4b3-ba78-1260-540daed1e776.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DatumPlaneFailures

Failures about DatumPlane.

## Syntax (C#)
```csharp
public static class DatumPlaneFailures
```